"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 42, \"word_counts\": \"{\\\"hello\\\": 3, \\\"hi\\\": 3, \\\"greeting\\\": 1, \\\"what\\\": 7, \\\"'s\\\": 5, \\\"up\\\": 1, \\\"how\\\": 3, \\\"it\\\": 2, \\\"going\\\": 1, \\\"there\\\": 3, \\\"hey\\\": 3, \\\"good\\\": 2, \\\"day\\\": 2, \\\"howdy\\\": 1, \\\"bye\\\": 1, \\\"see\\\": 3, \\\"you\\\": 7, \\\"later\\\": 1, \\\"goodbye\\\": 2, \\\"i\\\": 8, \\\"am\\\": 1, \\\"leaving\\\": 1, \\\"have\\\": 2, \\\"a\\\": 2, \\\"wa\\\": 1, \\\"nice\\\": 1, \\\"talking\\\": 1, \\\"to\\\": 3, \\\"ya\\\": 1, \\\"is\\\": 1, \\\"my\\\": 14, \\\"balance\\\": 4, \\\"can\\\": 4, \\\"tell\\\": 1, \\\"me\\\": 7, \\\"much\\\": 1, \\\"money\\\": 2, \\\"do\\\": 2, \\\"current\\\": 1, \\\"could\\\": 2, \\\"check\\\": 3, \\\"for\\\": 1, \\\"the\\\": 3, \\\"latest\\\": 1, \\\"on\\\": 3, \\\"stock\\\": 5, \\\"market\\\": 3, \\\"give\\\": 2, \\\"update\\\": 1, \\\"are\\\": 2, \\\"doing\\\": 1, \\\"happening\\\": 1, \\\"in\\\": 1, \\\"want\\\": 2, \\\"need\\\": 2, \\\"some\\\": 2, \\\"financial\\\": 2, \\\"advice\\\": 2, \\\"should\\\": 1, \\\"with\\\": 2, \\\"help\\\": 1, \\\"finance\\\": 2, \\\"advise\\\": 1, \\\"transaction\\\": 5, \\\"history\\\": 2, \\\"show\\\": 2, \\\"recent\\\": 2}\", \"word_docs\": \"{\\\"hello\\\": 3, \\\"hi\\\": 3, \\\"greeting\\\": 1, \\\"what\\\": 7, \\\"'s\\\": 5, \\\"up\\\": 1, \\\"how\\\": 3, \\\"it\\\": 2, \\\"going\\\": 1, \\\"there\\\": 3, \\\"hey\\\": 3, \\\"good\\\": 2, \\\"day\\\": 2, \\\"howdy\\\": 1, \\\"bye\\\": 1, \\\"you\\\": 7, \\\"see\\\": 3, \\\"later\\\": 1, \\\"goodbye\\\": 2, \\\"am\\\": 1, \\\"i\\\": 8, \\\"leaving\\\": 1, \\\"have\\\": 2, \\\"a\\\": 2, \\\"wa\\\": 1, \\\"talking\\\": 1, \\\"nice\\\": 1, \\\"to\\\": 3, \\\"ya\\\": 1, \\\"balance\\\": 4, \\\"my\\\": 14, \\\"is\\\": 1, \\\"can\\\": 4, \\\"tell\\\": 1, \\\"me\\\": 7, \\\"much\\\": 1, \\\"do\\\": 2, \\\"money\\\": 2, \\\"current\\\": 1, \\\"check\\\": 3, \\\"could\\\": 2, \\\"for\\\": 1, \\\"the\\\": 2, \\\"market\\\": 3, \\\"stock\\\": 5, \\\"on\\\": 3, \\\"latest\\\": 1, \\\"give\\\": 2, \\\"update\\\": 1, \\\"are\\\": 2, \\\"doing\\\": 1, \\\"happening\\\": 1, \\\"in\\\": 1, \\\"want\\\": 2, \\\"need\\\": 2, \\\"some\\\": 2, \\\"financial\\\": 2, \\\"advice\\\": 2, \\\"should\\\": 1, \\\"with\\\": 2, \\\"finance\\\": 2, \\\"help\\\": 1, \\\"advise\\\": 1, \\\"transaction\\\": 5, \\\"history\\\": 2, \\\"show\\\": 2, \\\"recent\\\": 2}\", \"index_docs\": \"{\\\"12\\\": 3, \\\"13\\\": 3, \\\"44\\\": 1, \\\"4\\\": 7, \\\"7\\\": 5, \\\"45\\\": 1, \\\"14\\\": 3, \\\"23\\\": 2, \\\"46\\\": 1, \\\"15\\\": 3, \\\"16\\\": 3, \\\"24\\\": 2, \\\"25\\\": 2, \\\"47\\\": 1, \\\"48\\\": 1, \\\"5\\\": 7, \\\"17\\\": 3, \\\"49\\\": 1, \\\"26\\\": 2, \\\"50\\\": 1, \\\"3\\\": 8, \\\"51\\\": 1, \\\"27\\\": 2, \\\"28\\\": 2, \\\"52\\\": 1, \\\"54\\\": 1, \\\"53\\\": 1, \\\"18\\\": 3, \\\"55\\\": 1, \\\"10\\\": 4, \\\"2\\\": 14, \\\"56\\\": 1, \\\"11\\\": 4, \\\"57\\\": 1, \\\"6\\\": 7, \\\"58\\\": 1, \\\"30\\\": 2, \\\"29\\\": 2, \\\"59\\\": 1, \\\"19\\\": 3, \\\"31\\\": 2, \\\"60\\\": 1, \\\"20\\\": 2, \\\"22\\\": 3, \\\"8\\\": 5, \\\"21\\\": 3, \\\"61\\\": 1, \\\"32\\\": 2, \\\"62\\\": 1, \\\"33\\\": 2, \\\"63\\\": 1, \\\"64\\\": 1, \\\"65\\\": 1, \\\"34\\\": 2, \\\"35\\\": 2, \\\"36\\\": 2, \\\"37\\\": 2, \\\"38\\\": 2, \\\"66\\\": 1, \\\"39\\\": 2, \\\"40\\\": 2, \\\"67\\\": 1, \\\"68\\\": 1, \\\"9\\\": 5, \\\"41\\\": 2, \\\"42\\\": 2, \\\"43\\\": 2}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"my\\\", \\\"3\\\": \\\"i\\\", \\\"4\\\": \\\"what\\\", \\\"5\\\": \\\"you\\\", \\\"6\\\": \\\"me\\\", \\\"7\\\": \\\"'s\\\", \\\"8\\\": \\\"stock\\\", \\\"9\\\": \\\"transaction\\\", \\\"10\\\": \\\"balance\\\", \\\"11\\\": \\\"can\\\", \\\"12\\\": \\\"hello\\\", \\\"13\\\": \\\"hi\\\", \\\"14\\\": \\\"how\\\", \\\"15\\\": \\\"there\\\", \\\"16\\\": \\\"hey\\\", \\\"17\\\": \\\"see\\\", \\\"18\\\": \\\"to\\\", \\\"19\\\": \\\"check\\\", \\\"20\\\": \\\"the\\\", \\\"21\\\": \\\"on\\\", \\\"22\\\": \\\"market\\\", \\\"23\\\": \\\"it\\\", \\\"24\\\": \\\"good\\\", \\\"25\\\": \\\"day\\\", \\\"26\\\": \\\"goodbye\\\", \\\"27\\\": \\\"have\\\", \\\"28\\\": \\\"a\\\", \\\"29\\\": \\\"money\\\", \\\"30\\\": \\\"do\\\", \\\"31\\\": \\\"could\\\", \\\"32\\\": \\\"give\\\", \\\"33\\\": \\\"are\\\", \\\"34\\\": \\\"want\\\", \\\"35\\\": \\\"need\\\", \\\"36\\\": \\\"some\\\", \\\"37\\\": \\\"financial\\\", \\\"38\\\": \\\"advice\\\", \\\"39\\\": \\\"with\\\", \\\"40\\\": \\\"finance\\\", \\\"41\\\": \\\"history\\\", \\\"42\\\": \\\"show\\\", \\\"43\\\": \\\"recent\\\", \\\"44\\\": \\\"greeting\\\", \\\"45\\\": \\\"up\\\", \\\"46\\\": \\\"going\\\", \\\"47\\\": \\\"howdy\\\", \\\"48\\\": \\\"bye\\\", \\\"49\\\": \\\"later\\\", \\\"50\\\": \\\"am\\\", \\\"51\\\": \\\"leaving\\\", \\\"52\\\": \\\"wa\\\", \\\"53\\\": \\\"nice\\\", \\\"54\\\": \\\"talking\\\", \\\"55\\\": \\\"ya\\\", \\\"56\\\": \\\"is\\\", \\\"57\\\": \\\"tell\\\", \\\"58\\\": \\\"much\\\", \\\"59\\\": \\\"current\\\", \\\"60\\\": \\\"for\\\", \\\"61\\\": \\\"latest\\\", \\\"62\\\": \\\"update\\\", \\\"63\\\": \\\"doing\\\", \\\"64\\\": \\\"happening\\\", \\\"65\\\": \\\"in\\\", \\\"66\\\": \\\"should\\\", \\\"67\\\": \\\"help\\\", \\\"68\\\": \\\"advise\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"my\\\": 2, \\\"i\\\": 3, \\\"what\\\": 4, \\\"you\\\": 5, \\\"me\\\": 6, \\\"'s\\\": 7, \\\"stock\\\": 8, \\\"transaction\\\": 9, \\\"balance\\\": 10, \\\"can\\\": 11, \\\"hello\\\": 12, \\\"hi\\\": 13, \\\"how\\\": 14, \\\"there\\\": 15, \\\"hey\\\": 16, \\\"see\\\": 17, \\\"to\\\": 18, \\\"check\\\": 19, \\\"the\\\": 20, \\\"on\\\": 21, \\\"market\\\": 22, \\\"it\\\": 23, \\\"good\\\": 24, \\\"day\\\": 25, \\\"goodbye\\\": 26, \\\"have\\\": 27, \\\"a\\\": 28, \\\"money\\\": 29, \\\"do\\\": 30, \\\"could\\\": 31, \\\"give\\\": 32, \\\"are\\\": 33, \\\"want\\\": 34, \\\"need\\\": 35, \\\"some\\\": 36, \\\"financial\\\": 37, \\\"advice\\\": 38, \\\"with\\\": 39, \\\"finance\\\": 40, \\\"history\\\": 41, \\\"show\\\": 42, \\\"recent\\\": 43, \\\"greeting\\\": 44, \\\"up\\\": 45, \\\"going\\\": 46, \\\"howdy\\\": 47, \\\"bye\\\": 48, \\\"later\\\": 49, \\\"am\\\": 50, \\\"leaving\\\": 51, \\\"wa\\\": 52, \\\"nice\\\": 53, \\\"talking\\\": 54, \\\"ya\\\": 55, \\\"is\\\": 56, \\\"tell\\\": 57, \\\"much\\\": 58, \\\"current\\\": 59, \\\"for\\\": 60, \\\"latest\\\": 61, \\\"update\\\": 62, \\\"doing\\\": 63, \\\"happening\\\": 64, \\\"in\\\": 65, \\\"should\\\": 66, \\\"help\\\": 67, \\\"advise\\\": 68}\"}}"